<?php

declare(strict_types = 1);

return [
    'breadcrumbs' => [
        'index' => 'Категорії',
        'create' => 'Створити категорію',
        'edit' => 'Редагувати категорію',
    ],
    'form' => [
        'name' => 'Ім\'я',
        'price' => 'Ціна',
        'old_price' => 'Стара ціна',
    ],
    'index' => [
        'title' => 'Категорії',
        'header_btn' => 'Створити категорію',
        'filters' => [
            'search' => 'Пошук катагорії, ввівши одне з цих полів: ім’я',
        ],
        'table' => [
            'headers' => [
                'id' => 'ID',
                'name' => 'Ім\'я',
                'created_at' => 'Дата створення',
            ],
        ],
    ],
    'create' => [
        'title' => 'Створити категорію',
    ],
    'edit' => [
        'title' => 'Редагувати категорію',
    ],
    'delete' => [
        'title' => 'Видалити категорію',
    ],
    'messages' => [
        'update' => 'Категорія успішно оновлено',
        'create' => 'Категорія успішно створено',
        'delete' => 'Категорія успішно видалено',
    ],
];
